Repository: MartinSanderhoff/TRIO
Catalog: FreeAPS/Sources/Localizations/Shortcuts/*.lproj/AppShortcuts.strings
Languages: fr

source: Activate ${applicationName} temporary target
fr: Activer une cible temporaire à ${applicationName}

source: ${applicationName} apply a temporary target
fr: ${applicationName} permet d'appliquer une cible temporaire

source: List ${applicationName} state
fr: Lister les états de ${applicationName}

source: ${applicationName} state
fr: Etat de ${applicationName}

source: Add carbs in ${applicationName}
fr: Ajouter des glucides à ${applicationName}

source: ${applicationName} allows to add carbs
fr: ${applicationName} permet d'ajouter des glucides

source: Create and apply a temporary target in ${applicationName}
fr: Définir et appliquer une cible temporaire à ${applicationName}

source: ${applicationName} allows to create and apply a temporary target
fr: ${applicationName} permet de définir et appliquer une cible temporaire

source: Activate ${applicationName} temporary override
fr: Activer une surcharge temporaire à ${applicationName}

source: ${applicationName} apply a temporary override
fr: ${applicationName} permet d'appliquer une surcharge temporaire
